11/data/attachments/d506ce03d08ec59b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Lynn_point_Friend_49209_6</nif:username>
            <nif:friendToBeRequested>soap_friends_2a65597f-1b65-4443-ac68-bb0f9ed069c2</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>